Repository: autohotkey-docs-translation/v2-ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: DownR (where "R" stands for remapping, which is its main use) tells subsequent sends that if the key is automatically released, it should be pressed down again when send is finished.
ja: DownR（Rはリマッピングを意味し、主な用途はこれです）は、キーが自動的に離された場合、送信終了時に再び押されるように後続の送信機に指示します。

source: DownTemp tells subsequent sends that the key is not permanently down, and may be released whenever a keystroke calls for it.
ja: DownTempは、キーが永久にダウンしているわけではなく、キーストロークが必要とするときはいつでもリリースできることを後続の送信機に伝えます。

source: E: Handle single-character end keys by character code instead of by keycode.
ja: E：一文字の終了キーをキーコードではなく、文字コードで扱います。

source: E: Makes the region an ellipse rather than a rectangle.
ja: E：領域を矩形ではなく楕円にする。

source: E, Expand or Expanded:
ja: E、ExpandまたはExpanded：

source: Empty strings: To specify an empty string in an expression, use an empty pair of quotes.
ja: 空文字列：式の中で空文字列を指定するには、空の引用符のペアを使用します。

source: Enable/Disable → set GuiControl.Enabled
ja: Enable/Disable → GuiControl.Enabledを設定する

source: Enabled/Visible/Name → GuiCtrl properties of the same name.
ja: Enabled/Visible/Name → 同名のGuiCtrlプロパティ。

source: Encoding: Specify any of the encoding names accepted by FileEncoding (excluding the empty string) to use that encoding if the file lacks a UTF-8 or UTF-16 byte order mark.
ja: エンコード：FileEncodingが受け付けるエンコーディング名（空文字列を除く）を指定すると、ファイルに UTF-8 または UTF-16 のバイト順マークがない場合に、そのエンコーディングを使用します。

source: Encoding: The encoding of a string defines how symbols are mapped to ordinal numbers, and ordinal numbers to bytes.
ja: エンコーディング：文字列のエンコーディングは、記号を序数に、序数をバイトにマッピングする方法を定義します。

source: Encoding:
ja: エンコード：

source: Eric Morin (numEric): For advice on mathematics; for steadfast debugging of areas like OnMessage, floating point computations, and mouse movement; and for improvements to overall quality.
ja: Eric Morin（numEric）：数学に関するアドバイス、OnMessage、浮動小数点演算、マウスの動きなどの地道なデバッグ、そして全体的な品質向上に対して。

source: Escaped characters: Most characters like abc123 can be used literally inside a regular expression.
ja: エスケープ文字：abc123のようなほとんどの文字は、正規表現の中で文字どおり使用することができます。

source: Events: Event handlers (such as a function which is called automatically when the user clicks or changes a control) cannot be set within the control's Options.
ja: イベント：イベントハンドラ（ユーザーがコントロールをクリックまたは変更したときに自動的に呼び出される関数など）は、コントロールのオプションで設定することはできません。

source: Example 1: (To use the first two examples, first download BinMod.ahk and compile it according to the instructions in the downloaded script.)
ja: 例1：(最初の2つの例を使うには、まずBinMod.ahkをダウンロードし、ダウンロードしたスクリプトの指示に従ってコンパイルする)

source: Example 1: To replace the standard icons (other than the main icon):
ja: 例1：（メインアイコン以外の）標準アイコンを置き換える場合：

source: Example 2: This example will alter a UPX compressed .exe so that it can't be de-compressed with UPX -d:
ja: 例 2：UPX で圧縮された .exe をUPX -dで解凍できないようにする例です：

source: Example 2: To include another script as a separate RCDATA resource (see Embedded Scripts):
ja: 例2：別のスクリプトを別のRCDATAリソースとして含める場合（「埋め込みスクリプト」を参照）：

source: Example 3: This example specifies the Compression to be used on a compiled script, if none is specified in the CLI or GUI.
ja: 例3：この例では、CLIまたはGUIで何も指定されていない場合に、コンパイルされたスクリプトで使用する圧縮を指定します。

source: Execute is optional.
ja: Execute は任意である。

source: Execution errors: If an error occurs during the execution of the regular expression, an Error is thrown.
ja: 実行エラー：正規表現の実行中にエラーが発生した場合、Errorが投げられます。

source: Execution: Like directives, labels have no effect when reached during normal execution.
ja: 実行：ディレクティブと同様に、ラベルは通常の実行中に到達しても何の効果もない。

source: Expand: Expands the item to reveal its children (if any).
ja: Expand：アイテムを展開し、その子アイテムを表示します。

source: Expression format must start with =, e.g.
ja: 式の書式は=で始まる必要があります。

source: Extended ListView styles require the LV prefix when used with the Gui methods/properties.
ja: 拡張 ListView スタイルは、Gui メソッド/プロパティで使用する場合、LV 接頭辞を必要とします。

source: Extra: A string value relating to the error, if available.
ja: Extra：エラーに関連する文字列がある場合、その値。

source: F or Focused:
ja: F または Focused：

source: FTP and Gopher URLS are also supported.
ja: FTPやGopherのURLもサポートされています。

source: False or 0:
ja: False または 0：

source: False or 0: A hotkey press will be ignored whenever that hotkey is already running its maximum number of threads (usually 1, but this can be changed with #MaxThreadsPerHotkey).
ja: False または 0：ホットキーがすでに最大スレッド数（通常は1ですが、#MaxThreadsPerHotkeyで変更可能）を実行している場合は、ホットキーを押しても無視されます。

source: False or 0: Disables exemption.
ja: False または 0：例外を無効にします。

source: False or 0: Hotkeys will be implemented using the default method (RegisterHotkey() if possible; otherwise, the keyboard hook).
ja: False または 0：ホットキーは、デフォルトの方法（可能であればRegisterHotkey()、そうでなければキーボードフック）を使って実装されます。

source: Fast: Default behavior.
ja: Fast：デフォルトの動作。

source: Fast or F:
ja: Fast または F：

source: Fast or F: Avoids starting a new thread each time Function is called.
ja: Fast または F：Functionが呼び出されるたびに新しいスレッドを開始するのを避けることができます。

source: Fat arrow function.
ja: ファットアロー機能。

source: File: The absolute or relative path to the DLL or EXE file to be loaded.
ja: ファイル：ロードするDLLまたはEXEファイルの絶対パスまたは相対パスを指定します。

source: File: The full path of the script file which contains the line at which the error occurred, or at which the Error object was constructed.
ja: File：エラーが発生した行、または Error オブジェクトが構築された行を含むスクリプトファイルのフルパス。

source: File: The name of the file to be included.
ja: ファイル：インクルードするファイル名。

source: Filename: The default filename to initially show in the dialog's edit field.
ja: Filename：ダイアログの編集フィールドに最初に表示されるデフォルトのファイル名です。

source: Final note: Although this page touches upon most of the commonly-used RegEx features, there are quite a few other features you may want to explore such as conditional subpatterns.
ja: 最後に：このページでは、一般的に使用されるRegExの機能のほとんどに触れていますが、条件付きサブパターンなど、他にも調べたい機能がたくさんあります。

source: Fire on release: The presence of one of the above custom combination hotkeys causes the release of Numpad0 to perform the indicated action, but only if you did not press any other keys while Numpad0 was being held down.
ja: リリース時に発射：上記のカスタムコンビネーションホットキーが存在する場合、Numpad0を離すと指示されたアクションが実行されますが、Numpad0を押している間に他のキーを押していない場合に限られます。

source: First | Sort | N: These options apply only to the Add method.
ja: First | Sort | N：これらのオプションはAddメソッドにのみ適用されます。

source: Flags: Zero or more flags from the flag table below to affect output justification and prefixes.
ja: Flags：以下のフラグテーブルから0個以上のフラグを指定し、出力の正当化および接頭辞に影響を与える。

source: Flags:
ja: フラグ：

source: Float: For sorting purposes, indicates that this column contains floating point numbers (hexadecimal format is not supported).
ja: Float：並べ替えのために、このカラムが浮動小数点数を含むことを示します（16進数形式はサポートされていません）。

source: Focus → Gui.FocusedCtrl; returns a GuiControl object instead of the ClassNN.
ja: Focus→Gui.FocusedCtrl、ClassNNの代わりにGuiControlオブジェクトを返します。

source: Focus → GuiControl.Focus(), which now uses WM_NEXTDLGCTL instead of SetFocus, so that focusing a Button temporarily sets it as the default, consistent with tabbing to the control.
ja: Focus → GuiControl.Focus()で、SetFocusの代わりにWM_NEXTDLGCTLを使用するようになり、ボタンにフォーカスすると、コントロールへのタブ操作と同じように一時的にデフォルトとして設定されます。

source: Focus → GuiCtrl.Focus(), which now uses WM_NEXTDLGCTL instead of SetFocus, so that focusing a Button temporarily sets it as the default, consistent with tabbing to the control.
ja: Focus→GuiCtrl.Focus()で、SetFocusの代わりにWM_NEXTDLGCTLを使用するようになり、ボタンにフォーカスすると、コントロールへのタブ操作と同じように一時的にデフォルトとして設定されます。

source: Focus → GuiObj.FocusedCtrl; returns a GuiControl object instead of the ClassNN.
ja: Focus→GuiObj.FocusedCtrl; ClassNNの代わりにGuiControlオブジェクトを返します。

source: Focused: Returns only the focused row.
ja: Focused：フォーカスされている行のみを返します。

source: For users of v1: AutoHotkey v2 includes a launcher which allows multiple versions of AutoHotkey to co-exist while sharing one file extension (.ahk).
ja: v1ユーザー向け情報：v2は拡張子.ahkを共有しながら複数のバージョンのAutohotkeyを並存させることができます。

source: For users of v1:
ja: v1をお使いの方へ。

source: Force: Skips the dialog box and replaces the old instance automatically, which is similar in effect to the Reload function.
ja: Force：ダイアログボックスをスキップして古いインスタンスを自動的に置き換えるので、Reload機能と同様の効果があります。

source: Full or F:
ja: FullまたはF：

source: Function call.
ja: 関数呼び出し。

source: GDI+: Use GDI+ to load the image, if available.
ja: GDI+：GDI+を使用して、画像を読み込むことができる場合は、それを使用します。

source: GUI Interface: Run the "Convert .ahk to .exe" item in the Start Menu.
ja: GUIインターフェース：スタートメニューの「.ahkを.exeに変換」を実行します。

source: Gena Shimanovich: For debugging and coding assistance; and for some advanced prototype scripts upon which future features may be based.
ja: Gena Shimanovich：デバッグとコーディングのアシスト、そして将来の機能のベースとなる高度なプロトタイプスクリプト。

source: Get: The function object to call when the property's value is retrieved.
ja: Get：プロパティの値が取得されたときに呼び出される関数オブジェクトです。

source: Get a property.
ja: プロパティを取得します。

source: Greater (>), less (<), greater-or-equal (>=), and less-or-equal (<=).
ja: 大きい（>）、小さい（<）、大小（>=）、より小さい（<=）。

source: Greed: By default, *, ?, +, and {min,max} are greedy because they consume all characters up through the last possible one that still satisfies the entire pattern.
ja: 貪欲：デフォルトでは、*、?、+、{min,max}は貪欲で、パターン全体を満たす最後の文字まですべての文字を消費する。

source: Gregory F. Hogg of Hogg's Software: For writing the source code for multi-monitor support in the SysGet command.
ja: Hogg's SoftwareのGregory F. Hogg氏： SysGetコマンドでマルチモニターをサポートするソースコードを書いてくれた。

source: Grid: Provides horizontal and vertical lines to visually indicate the boundaries between rows and columns.
ja: Grid：行と列の境界を視覚的に示すための水平線と垂直線を提供します。

source: Group 1: A_AhkPath, A_AppData, A_AppDataCommon, A_ComputerName, A_ComSpec, A_Desktop, A_DesktopCommon, A_MyDocuments, A_ProgramFiles, A_Programs, A_ProgramsCommon, A_ScriptDir, A_ScriptFullPath, A_ScriptName, A_Space, A_StartMenu, A_StartMenuCommon, A_Startup, A_StartupCommon, A_Tab, A_Temp, A_UserName, A_WinDir.
ja: グループ1：A_AhkPath、A_AppData、A_AppDataCommon、A_ComputerName、A_ComSpec、A_Desktop、A_DesktopCommon、A_MyDocuments、A_ProgramFiles、A_Programs、A_ProgramsCommon、A_ScriptDir、A_ScriptFullPath、A_ScriptName、A_Space、A_StartMenu、A_StartMenuCommon、A_Startup、A_StartupCommon、A_Tab、A_Temp、A_UserName、A_WinDir。

source: Group 2: A_AhkVersion, A_IsCompiled, A_PtrSize.
ja: グループ2：A_AhkVersion、A_IsCompiled、A_PtrSize。

source: Gui Add → Gui.Add() or Gui.AddControlType(); e.g. GuiObj.Add("Edit") or GuiObj.AddEdit().
ja: Gui Add → Gui.Add() または Gui.AddControlType()（例：GuiObj.Add("Edit")またはGuiObj.AddEdit()）。

source: Gui Add → GuiObj.Add() or GuiObj.AddControlType(); e.g. GuiObj.Add("Edit") or GuiObj.AddEdit().
ja: Gui Add→GuiObj.Add() または GuiObj.AddControlType(); 例:GuiObj.Add("Edit")またはGuiObj.AddEdit().

source: Gui Cancel/Hide/Minimize/Maximize/Restore → Gui methods of the same name.
ja: Gui Cancel/Hide/Minimize/Maximize/Restore → 同名のGuiメソッド。

source: Gui Color → Gui.BackColor sets/returns the background color.
ja: Gui Color → Gui.BackColor背景色を設定／返却します。

source: Gui Color → GuiObj.BackColor sets/returns the background color.
ja: Gui Color→GuiObj.BackColor背景色を設定／返却します。

source: Gui Flash → Gui.Flash(), but use false instead of Off.
ja: Gui Flash → Gui.Flash()ただし、Offの代わりにfalseを使用します。

source: Gui Flash → GuiObj.Flash(), but use false instead of Off.
ja: Gui Flash→GuiObj.Flash()ただし、Offの代わりにfalseを使用します。

source: Gui Margin → Gui.MarginX and Gui.MarginY properties.
ja: Gui Margin → Gui.MarginX、Gui.MarginYプロパティです。

source: Gui Margin → GuiObj.MarginX and GuiObj.MarginY properties.
ja: Gui Margin→GuiObj.MarginX、GuiObj.MarginYプロパティです。

source: Gui Menu → Gui.MenuBar sets/returns a MenuBar object created with MenuBar().
ja: Gui Menu → Gui.MenuBar MenuBar()で作成したMenuBarオブジェクトを設定／返却します。

source: Gui Menu → GuiObj.MenuBar sets/returns a MenuBar object created with MenuBar().
ja: Guiメニュー→GuiObj.MenuBar MenuBar()で作成したMenuBarオブジェクトを設定／返却します。

source: Gui Show → Gui.Show(), but it has no Title parameter.
ja: Gui Show → Gui.Show()ですが、Titleパラメータを持ちません。

source: Gui Show → GuiObj.Show(), but it has no Title parameter.
ja: Gui Show→GuiObj.Show()ですが、Titleパラメータを持ちません。

source: Gui Tab → GuiControl.UseTab().
ja: Gui Tab → GuiControl.UseTab()を使用します。

source: Gui Tab → TabControl.UseTab().
ja: Gui Tab →TabControl.UseTab()を使用します。

source: Hn: Height of rectangle or ellipse.
ja: Hn：矩形または楕円の高さ。

source: Hn: Specify for n the height of the window's client area, in pixels.
ja: Hn：ウィンドウのクライアント領域の高さをnにピクセル単位で指定します。

source: HScroll: Provides a horizontal scroll bar if appropriate for this type of control.
ja: HScroll：このタイプのコントロールに適している場合、水平スクロールバーを提供します。

source: HScroll: Specify -HScroll (minus HScroll) to disable horizontal scrolling in the control (in addition, the control will not display any horizontal scroll bar).
ja: HScroll： -HScroll（マイナスHScroll）を指定すると、コントロールの水平スクロールが無効になります（さらに、コントロールは水平スクロールバーを表示しません）。

source: HWND (Integer): The control's HWND, which is typically retrieved via ControlGetHwnd, MouseGetPos, or DllCall.
ja: HWND（整数）：コントロールのHWND。通常、ControlGetHwnd、MouseGetPos、またはDllCallによって取得されます。

source: Hdr: Specify -Hdr (minus Hdr) to omit the header (the special top row that contains column titles).
ja: Hdr：ヘッダー（列のタイトルを含む特別な最上段）を省略する場合は、-Hdr（マイナスHdr）を指定します。

source: Hidden: The control is initially invisible.
ja: Hidden：コントロールは、初期状態では不可視です。

source: Hide/Show → set GuiControl.Visible
ja: Hide/Show → GuiControl.Visibleを設定する

source: Hide: Hides the window and activates the one beneath it.
ja: Hide：ウィンドウを隠し、その下にあるウィンドウをアクティブにします。

source: Hide: launch hidden (cannot be used in combination with either of the above)
ja: Hide：隠して起動（上記2つとの併用は不可）

source: Hotkeys: If a hotkey is implemented using the keyboard hook or mouse hook, the final keypress may be invisible to the active window and the system.
ja: ホットキーについてキーボードフックやマウスフックを使ってホットキーを実装した場合、最終的なキー入力はアクティブウィンドウやシステムから見えない場合があります。

source: How to Apply Changes to the Registry: There are at least two methods to remap keys via the registry:
ja: レジストリに変更を適用する方法：レジストリからキーのマッピングを変更するには、少なくとも2つの方法がある：

source: Hwnd → GuiControl.Hwnd; returns a pure integer, not a hexadecimal string.
ja: Hwnd → GuiControl.Hwnd、16進数の文字列ではなく、純粋な整数を返します。

source: Hwnd → GuiCtrl.Hwnd; returns a pure integer, not a hexadecimal string.
ja: Hwnd→GuiCtrl.Hwnd; 16進数の文字列ではなく、純粋な整数を返します。

source: I: Ignore text.
ja: I：テキストの無視。

source: I: Sets MinSendLevel to 1 or a given value, causing any input with send level below this value to be ignored.
ja: I：MinSendLevelを1または所定の値に設定し、この値以下の送信レベルを持つ入力は無視されるようにします。

source: In (InputLevel): Specify the letter I (or i) followed by the hotkey's input level.
ja: In（InputLevel）：文字I（またはi）の後にホットキーの入力レベルを指定します。

source: IID: The globally unique identifier (GUID) of the object's default interface.
ja: IID：オブジェクトのデフォルトインターフェースのグローバル一意識別子（GUID）です。

source: Icon: Shows a large-icon view.
ja: Icon：大きなアイコンで表示されます。

source: Icon: Specify the word Icon followed immediately by the number of this item's icon, which is displayed to the left of the item's name.
ja: Icon：Iconという単語と、アイテム名の左に表示されるこのアイテムのアイコンの番号を指定します。

source: Icon: Specify the word Icon followed immediately by the number of this row's icon, which is displayed in the left side of the first column.
ja: Icon：Iconという単語の直後に、この行のアイコンの番号を指定し、1列目の左側に表示される。

source: Iconn: Indicates which icon to load from a file with multiple icons (generally an EXE or DLL file).
ja: Iconn：複数のアイコンを持つファイル（一般にEXEファイルやDLLファイル）から、どのアイコンを読み込むかを示します。

source: IconRight: Puts the icon on the right side of the column rather than the left.
ja: IconRight：アイコンを列の左側ではなく、右側に配置します。

source: IconSmall: Shows a small-icon view.
ja: IconSmall：小さなアイコンで表示します。

source: If omitted, the entire Section will be deleted.
ja: 省略された場合は、セクション全体が削除されます。

source: Ignore: Skips the dialog box and leaves the old instance running.
ja: Ignore：ダイアログボックスをスキップして、古いインスタンスを実行したままにします。

source: ImageList: This is the means by which icons are added to a TreeView.
ja: ImageList：TreeViewにアイコンを追加する手段です。

source: IndexError: The index parameter of an object's __Item property was invalid or out of range.
ja: IndexError：オブジェクトの__Itemプロパティのindexパラメータが無効か範囲外でした。

source: InputThenPlay: Same as above except that rather than falling back to Event mode when SendInput is unavailable, it reverts to Play mode (below).
ja: InputThenPlay：SendInputが使用できない場合にEventモードに戻るのではなく、Playモード（下記）に戻る点を除き、上記と同じ。

source: Integer divide (//): The double-slash operator uses high-performance integer division.
ja: 整数除算（//）：ダブルスラッシュ演算子は、高性能な整数除算を行う。

source: Integer: For sorting purposes, indicates that this column contains integers.
ja: Integer：並べ替えのために、このカラムが整数を含むことを示します。

source: Integers and floating point: Within an expression, numbers are considered to be floating point if they contain a decimal point or scientific notation; otherwise, they are integers.
ja: 整数と浮動小数点：式の中で、小数点または科学的記数法を含む数値は浮動小数点とみなされ、そうでないときは整数となります。

source: Item access.
ja: アイテムのアクセス。

source: Jason Payam Ahdoot: For suggesting and describing floating point support.
ja: Jason Payam Ahdoot：浮動小数点のサポートを提案し、説明してくれた。

source: Jay D. Novak: For discovering many Win9x problems with the Send command, CapsLock, and hotkey modifiers; and for generously sharing his wealth of code and wisdom for hotkeys, hot-strings, hook usage, and typing acceleration.
ja: Jay D. Novak：Sendコマンド、CapsLock、ホットキー修飾子に関するWin9xの多くの問題を発見してくれたこと、そしてホットキー、ホットストリング、フックの使い方、タイピングの高速化に関する彼の豊富なコードと知恵を惜しみなく共有してくれたこと。

source: John Biederman: For greatly improving the presentation and ergonomics of the documentation.
ja: John Biederman：キュメントのプレゼンテーションと人間工学を大幅に改善した。

source: Join: Specifies how lines should be connected together.
ja: Join:線をどのようにつなげるかを指定します。

source: JoinString: Specifies how lines should be connected together.
ja: JoinString：線をどのようにつなげるかを指定します。

source: Jonathan Rennison (JGR): For developing RegisterCallback (now called CallbackCreate), and for beneficial suggestions.
ja: Jonathan Rennison（JGR）：RegisterCallback（現在はCallbackCreate）の開発と有益な提案に感謝します。

source: Joost Mulders: Whose source code provided the foundation for expressions.
ja: Joost Mulders：ソースコードが表現の基礎を提供。

source: Joy1 through Joy32: The buttons of the controller.
ja: Joy1からJoy32：コントローラーのボタン。

source: Joy1 through Joy32:
ja: Joy1からJoy32まで。

source: JoyAxes: The number of axes supported by the controller.
ja: JoyAxes：コントローラがサポートする軸の数。

source: JoyButtons: The number of buttons supported by the controller (not always accurate).
ja: JoyButtons：コントローラがサポートするボタンの数（必ずしも正確ではありません）。

source: JoyInfo: Provides a string consisting of zero or more of the following letters to indicate the controller's capabilities:
ja: JoyInfo：コントローラの能力を示す、以下の文字からなる文字列を提供します：

source: JoyInfo: Provides a string consisting of zero or more of the following letters to indicate the controller's capabilities: Z (has Z axis), R (has R axis), U (has U axis), V (has V axis), P (has POV control), D (the POV control has a limited number of discrete/distinct settings), C (the POV control is continuous/fine).
ja: JoyInfo：コントローラの能力を示す、以下の文字からなる文字列を提供します：Z（Z軸を持つ）、R（R軸を持つ）、U（U軸を持つ）、V（V軸を持つ）、P（POVコントロールを持つ）、D（POVコントロールは離散的／明確な設定が限られている）、C（POVコントロールは連続／微細である）。

source: JoyName: The name of the controller or its driver.
ja: JoyName：コントローラまたはそのドライバの名前。

source: JoyPOV: The point-of-view (hat) control.
ja: JoyPOV：視点（ハット）コントロール。

source: JoyR: The rudder or 4th axis of the controller.
ja: JoyR：コントローラーの舵または第4軸。

source: JoyR: The rudder or 4th axis of the stick.
ja: JoyR：ジョイスティックのラダーまたは第4軸。

source: JoyU and JoyV: The 5th and 6th axes of the controller.
ja: JoyUとJoyV：コントローラーの第5軸と第6軸。

source: JoyU and JoyV: The 5th and 6th axes of the stick.
ja: JoyU and JoyV：ジョイスティックの第5軸と第6軸。

source: JoyU and JoyV:
ja: JoyUとJoyVです。

source: JoyX, JoyY, and JoyZ: The X (horizontal), Y (vertical), and Z (altitude/depth) axes of the controller.
ja: JoyX、JoyY、および JoyZ：コントローラのX軸（水平軸）、Y軸（垂直軸）、Z軸（高度/深度軸）。

source: JoyX, JoyY, and JoyZ: The X (horizontal), Y (vertical), and Z (altitude/depth) axes of the stick.
ja: JoyX、JoyY、JoyZ：ジョイスティックのX軸（水平）、Y軸（垂直）、Z軸（高度/深さ）。

source: Keyboard hook: Custom combinations involving keyboard keys always use the keyboard hook, as do any hotkeys which use the prefix key as a suffix.
ja: キーボードフック：キーボードキーを使ったカスタムコンビネーションは常にキーボードフックを使用し、接尾辞としてプリフィックスキーを使用するホットキーも同様です。

source: Kn: Key-delay:
ja: Kn：キーディレイです。

source: Kn: Key-delay: This rarely-used option sets the delay between keystrokes produced by auto-backspacing or auto-replacement.
ja: Kn：キーディレイです：このオプションはほとんど使用されませんが、オートバックスペースやオートリプレースメントによって生じるキーストローク間の遅延を設定します。

source: Known issue: If the script is running on a computer or server being accessed via remote desktop, WinActivate may hang if the remote desktop client is minimized.
ja: 既知の問題：スクリプトがリモートデスクトップ経由でアクセスされているコンピュータまたはサーバー上で実行されている場合、リモートデスクトップクライアントが最小化されていると、WinActivateがハングすることがあります。

source: Known issue: Keyboard shortcuts for menu items do not work while the script is displaying a message box or other dialog.
ja: 既知の問題：スクリプトがメッセージボックスやその他のダイアログを表示している間、メニュー項目のキーボードショートカットは機能しません。

source: Known limitation: Due to ambiguity with function call statements, conditions beginning with a variable name and space (but also containing other operators) should be enclosed in parentheses.
ja: 既知の制限事項： 関数呼び出し文があいまいなため、変数名とスペースで始まる条件（他の演算子も含む）は、括弧で囲む必要があります。

source: Known limitation: For x++ and x--, there currently cannot be a space between the variable name and operator.
ja: 既知の制限事項： x++と x--については、現在、変数名と演算子の間にスペースを入れることができません。

source: Known limitation: If the parameter contains an ampersand, it must match the item name exactly, including all non-literal ampersands (which are hidden or displayed as an underline).
ja: 既知の制限事項：パラメータにアンパサンドが含まれる場合、リテラル以外のアンパサンド（非表示または下線表示）も含めて、アイテム名と正確に一致する必要があります。

source: Known limitation: Setting a region for a window not owned by the script may produce unexpected results if the window has a caption (title bar), and the system has desktop composition enabled.
ja: 既知の制限事項：ウィンドウにキャプション（タイトルバー）があり、システムでデスクトップ合成が有効になっている場合、スクリプトが所有していないウィンドウに領域を設定すると、予期しない結果になることがあります。

source: Known limitation: VK hotkeys that are forced to use the keyboard hook, such as *VK24 or ~VK24, will fire for only one of the keys, not both (e.g. NumpadHome but not Home).
ja: 既知の制限事項：*VK24や ~VK24など、キーボードフックを強制的に使用するVKホットキーは、両方のキーではなく、どちらか一方のキーに対して起動します（例：NumpadHomeはHomeではありません）。

source: L: Check the logical state of the key, which is the state that the OS and the active window believe the key to be in (not necessarily the same as the physical state).
ja: L：キーの論理状態（OSやアクティブウィンドウがキーがあると信じている状態）を確認します（物理状態と同じとは限りません）。

source: L: Length limit (e.g. L5).
ja: L：長さの制限（例：L5）。

source: LTrim0 (LTrim followed by a zero):
ja: LTrim0（LTrimの後に0が続く）：

source: LTrim0 (LTrim followed by a zero): Turns off the omission of spaces and tabs from the beginning of each line.
ja: LTrim0（LTrimの後に0が続く）：行頭のスペースとタブの省略をオフにする。

source: LTrim: Omits all spaces and tabs at the beginning of each line.
ja: LTrim：各行の先頭のスペースとタブをすべて削除する。

source: LV0x10: Specify -LV0x10 to prevent the user from dragging column headers to the left or right to reorder them.
ja: LV0x10：LV0x10を指定すると、ユーザーがカラムヘッダーを左右にドラッグして並び替えることができなくなります。

source: LV0x20: Specify -LV0x20 to require that a row be clicked at its first field to select it (normally, a click on any field will select it).
ja: LV0x20：LV0x20を指定すると、行の最初のフィールドをクリックして選択する必要があります（通常は、どのフィールドをクリックしても選択されます）。

source: LV: Specify the string LV followed immediately by the number of an extended ListView style.
ja: LV：文字列 LV の後に拡張リストビュースタイルの番号を指定する。

source: LastFound: Sets the window to be the last found window (though this is unnecessary in a GUI thread because it is done automatically), which allows functions such as WinGetStyle and WinSetTransparent to operate on it even if it is hidden (that is, DetectHiddenWindows is not necessary).
ja: LastFound：ウィンドウを最後に見つかったウィンドウに設定します（ただし、GUIスレッドでは自動的に行われるため不要）。これにより、WinGetStyleや WinSetTransparentなどの関数が、ウィンドウが隠れていても操作できるようになります（つまり、DetectHiddenWindowsは不要です）。
